Repository: WebToffee/product-reviews-import-export-for-woocommerce
Catalog: lang/wf_pr_rev_import_export_*.po
Languages: fr_fr

source: Product Review CSV Import Export requires the function <code>mb_detect_encoding</code> to import and export CSV files. Please ask your hosting provider to enable this function.
fr_fr: Suite Importation CSV nécessite la fonction <code>mb_detect_encoding</code> pour importer et exporter des fichiers CSV. Veuillez demander à votre fournisseur d'hébergement d'activer cette fonction.

source: Product Reviews Im-Ex
fr_fr: Commentaires Im-Ex

source: > Row %s - preparing for merge.
fr_fr: > ligne %s - se prépare à la fusion.

source: > > Cannot merge without id. Importing instead.
fr_fr: > > Impossible de fusionner sans id ou sku. Importation plutôt.

source: > > Skipped. Cannot find product reviews with ID %s. Importing instead.
fr_fr: Ignoré. Impossible de trouver produit sans sku %s. Importantion plutôt.

source: > > Found product reviews with ID %s.
fr_fr: > > Produit trouvé avec ID% s.

source: > Row %s - preparing for import.
fr_fr: > ligne %s - préparation pour l'importation.

source: > > Skipped. No comment content set for new product reviews.
fr_fr: >> Ignoré. Aucun commentaire contenu défini pour les nouveaux avis sur ce produit.

source: No comment content set for new product reviews.
fr_fr: Aucun commentaire contenu défini pour les nouveaux avis sur ce produit.

source: > > Skipped. No post(product) id found, for which new comment is to be imported
fr_fr: >> Ignoré. Aucun message (produit) id trouvé, pour lequel un nouveau commentaire doit être importé

source: No post(product) id found, for which new comment is to be imported.
fr_fr: Aucun message (produit) id trouvé, pour lequel un nouveau commentaire doit être importé.

source: Row
fr_fr: Rangée

source: ID
fr_fr: Identifiant

source: Product Review ID
fr_fr: Revue du produit

source: Status Msg
fr_fr: Statut Msg

source: AJAX Error
fr_fr: Erreur AJAX

source: The resize request was abnormally terminated (ID %s). This is likely due to the image exceeding available memory or some other type of fatal error.
fr_fr: La demande de modification de taille a été anormalement terminée (ID% s). Cela est probablement dû à l'image dépassant la mémoire disponible ou un autre type d'erreur fatale.

source: thumbnails regenerated
fr_fr: vignettes régénérés

source: Error finding uploaded file!
fr_fr: Erreur fichier téléchargé introuvable !

source: Step 1...
fr_fr: Étape 1

source: Step 2...
fr_fr: Étape 2

source: Finalizing...
fr_fr: Finalisation

source: Finished. Import complete.
fr_fr: Fini. Importation complète.

source: Columns are pre-selected using the Mapping file: "<b style="color:gray">
fr_fr: Les colonnes sont présélectionnés en utilisant le fichier de mappage : »<b style="color:gray"></b>

source: Processing product reviews.
fr_fr: commentaires sur les produits de traitement.

source: Finished processing product reviews.
fr_fr: avis de produits finis de traitement.

source: Parsing product reviews CSV.
fr_fr: produit Parsing Commentaires CSV.

source: Finished parsing product reviews CSV.
fr_fr: commentaires sur les produits finis analyse CSV.

source: Sorry, there has been an error.
fr_fr: Désolé il y a eu une erreur.

source: Product review already processed
fr_fr: Produit déjà traitée

source: > Post ID already processed. Skipping.
fr_fr: >Post ID déjà traitée. Ignoré.

source: Skipping auto-draft
fr_fr: Ignorer auto-projet

source: > Skipping auto-draft.
fr_fr: > Ignorer auto-projet

source: > Merging post ID %s.
fr_fr: > Fusion de post ID % s.

source: > Inserting %s
fr_fr: > Insertion %s

source: Failed to import product review
fr_fr: Impossible d'importer le produit

source: Failed to import product review &#8220;%s&#8221;
fr_fr: Impossible d'importer des produits &#8220;%s&#8221;

source: > Inserted - post ID is %s.
fr_fr: > Inséré- post ID est %s.

source: No update occur for this product review
fr_fr: Aucune mise à jour se produit pour cette revue de produit

source: > Failed to update product review %s
fr_fr: > Impossible de mettre à jour produit %s

source: > Merged post data:
fr_fr: > fusion données post:

source: > Finished merging post ID %s.
fr_fr: > La fusion de post ID est terminée %s.

source: > Finished importing post ID %s.
fr_fr: > L'importation de post ID est terminée %s.

source: Zero size file downloaded
fr_fr: Aucune taille de fichier téléchargée

source: Import
fr_fr: Importer

source: Merge Product Reviews
fr_fr: Fusionner Product Reviews

source: You can import product reviews (in CSV format) in to the shop using any of below methods.
fr_fr: Vous pouvez importer des commentaires sur les produits (au format CSV) dans la boutique en utilisant l'une des méthodes suivantes.

source: Before you can upload your import file, you will need to fix the following error:
fr_fr: Avant de pouvoir transférer votre fichier d&rsquo;importation, vous devez corriger les erreurs suivantes&nbsp;:

source: Method 1: Select a file from your computer
fr_fr: Méthode 1 : Sélectionnez un fichier dans votre ordinateur

source: Maximum size: %s
fr_fr: Taille maximum&nbsp;: %s

source: Export Product Reviews in CSV Format:
fr_fr: Avis Export de produits en format CSV:

source: Export and download your product reviews in CSV format. This file can be used to import product reviews back into your Woocommerce shop.
fr_fr: Export et télécharger vos commentaires sur les produits au format CSV. Ce fichier peut être utilisé pour importer des commentaires sur les produits dans votre magasin de WooCommerce.

source: Products
fr_fr: Articles

source: Reviews under these products will be exported.
fr_fr: Avis en vertu de ces produits seront exportés.

source: Export Product Reviews
fr_fr: Avis Export de produits

source: Your Business is precious! Go Premium!
fr_fr: Votre entreprise est précieuse! Passer en Premium!

source: Premium version helps you to seamlessly import/export product reviews into your Woocommerce Store.
fr_fr: Version haut de gamme permet d'importer de façon transparente / commentaires sur les produits d'exportation dans votre magasin WooCommerce.

source: -Bulk Import/Export Reviews for All or Filtered Products.
fr_fr: -Bulk Import / Export Commentaires pour Tous ou filtrés produits.

source: -Import/Export Reviews with Verified Owner attribute.
fr_fr: -Import / Export Avis avec attribut Propriétaire Vérifié.

source: -Filtering options while Export using Product, No of Stars ,Verified Owner , Start Date, End Date, Offset and Limit.
fr_fr: -Filtrage Options tout en utilisant l'exportation du produit, No of Stars, Propriétaire Vérifié, Date de début, Date de fin, Offset et Limit.

source: -Export reviews right from the WooCommerce Admin Comments Listing page.
fr_fr: -Export Commentaires à droite de la page Commentaires Listing WooCommerce Administrateur.

source: -Import and Export review from/to remote location via FTP and Scheduled Import/Export.
fr_fr: -Import Et examen des exportations de / vers l'emplacement distant via FTP et programmé Import / Export.

source: -Support export & import of the reviews created using
fr_fr: exportation et l'importation -Support des commentaires créés à l'aide

source: WooCommerce Product Reviews Pro Plugin.
fr_fr: Commentaires WooCommerce produit Plugin Pro.

source: -Excellent Support for setting it up!
fr_fr: Soutien -Excellente pour sa mise en place!

source: Upgrade to Premium Version
fr_fr: Passer à la version Premium

source: Live Demo
fr_fr: Démo en direct

source: Product Review Sample CSV
fr_fr: Exemple de revue de produit

source: Product Reviews Import / Export
fr_fr: Commentaires Import / Export

source: <strong>Product Reviews CSV Import Export</strong> &#8211; Before getting started prepare your CSV files
fr_fr: <strong>Commentaires CSV Import Export</strong> - Avant de commencer la préparation de vos fichiers CSV

source: Import Product Reviews in CSV Format:
fr_fr: Avis d'importation de produits en format CSV:

source: Import product reviews in CSV format from different sources ( from your computer OR from another server via FTP )
fr_fr: commentaires sur les produits d'importation au format CSV à partir de différentes sources (à partir de votre ordinateur ou à partir d'un autre serveur via FTP)

source: Import Product Reviews
fr_fr: Avis d'importation du produit

source: Merge product reviews if exists
fr_fr: Fusionner avis sur ce produit si elle existe

source: Import Export
fr_fr: Importer Exporter

source: Support
fr_fr: Aide

source: Successfully uploaded via FTP.
fr_fr: Téléchargé avec succès via FTP.

source: Error while uploading via FTP.
fr_fr: Erreur lors du téléchargement via FTP.

source: Please choose the file in CSV format using Method 1.
fr_fr: S'il vous plaît choisir le fichier au format CSV en utilisant la méthode 1.

source: Import <strong>product reviews</strong> to your store via a csv file.
fr_fr: Importer <strong>variantes de produits</strong> à votre magasin via un fichier csv.
